<?php
// Text
$_['text_review_form_heading'] = 'Залиште відгук';
$_['text_reviews']    = '%s відгуків';
$_['text_write']      = 'Написати відгук';
$_['text_login']      = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтесь</a>, щоб залишити відгук';
$_['text_no_results'] = 'Станьте першим, хто залишить відгук про цей товар.';
$_['text_note']       = '<span class="text-danger">Примітка:</span> HTML не перекладається!';
$_['text_success']    = 'Дякуємо за ваш відгук. Його надіслано адміністратору на схвалення.';

// Entry
$_['entry_author']  = 'Ваше ім’я';
$_['entry_review']  = 'Ваш відгук';
$_['entry_rating']  = 'Оцінка';
$_['entry_good']    = 'Добре';
$_['entry_bad']     = 'Погано';

// Tab
$_['tab_review']    = 'Відгуки (%s)';

// Button
$_['button_submit'] = 'Надіслати відгук';

// Error
$_['error_token']     = 'Увага: недійсний токен відгуку!';
$_['error_product']   = 'Увага: товар не знайдено!';
$_['error_author']    = 'Ім’я має містити від 3 до 25 символів!';
$_['error_text']      = 'Текст відгуку має містити від 25 до 1000 символів!';
$_['error_rating']    = 'Оберіть оцінку для відгуку!';
$_['error_login']     = 'Щоб залишити відгук, потрібно увійти в обліковий запис!';
$_['error_purchased'] = 'Щоб написати відгук, потрібно спочатку придбати цей товар!';
$_['error_status']    = 'Відгуки вимкнено!';
