<?php
// Heading
$_['heading_title']  = 'Зв\'язатися з нами';

// Text
$_['text_location']  = 'Наші локації';
$_['text_store']     = 'Наші магазини';
$_['text_contact']   = 'Форма зворотного зв\'язку';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_email']     = 'Електронна пошта';
$_['text_open']      = 'Години роботи';
$_['text_comment']   = 'Коментарі';
$_['text_message']   = '<p>Ваш запит успішно відправлено власнику магазину!</p>';

// Entry
$_['entry_name']     = 'Ваше ім\'я';
$_['entry_email']    = 'Електронна пошта';
$_['entry_enquiry']  = 'Запит';

// Email
$_['email_subject']  = 'Запит %s';

// Errors
$_['error_name']     = 'Ім\'я повинно містити від 3 до 32 символів!';
$_['error_email']    = 'Електронна пошта здається недійсною!';
$_['error_enquiry']  = 'Запит повинен містити від 10 до 3000 символів!';

