<?php
// Heading
$_['heading_title'] = 'Нещодавно переглянуті товари';

// Text
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Ви змінили модуль нещодавно переглянутих товарів!';
$_['text_edit']        = 'Редагувати модуль нещодавно переглянутих товарів';
$_['text_horizontal']  = 'Горизонтально';
$_['text_vertical']    = 'Вертикально';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_limit']      = 'Ліміт';
$_['entry_axis']       = 'Вісь';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Статус';

// Help
$_['help_limit']       = 'Кількість товарів для відображення (1-20)';

// Error
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну модуля нещодавно переглянутих товарів!';
$_['error_name']       = 'Назва модуля повинна містити від 3 до 64 символів!';
$_['error_limit']      = 'Ліміт повинен бути від 1 до 20!';
$_['error_width']      = 'Потрібна ширина!';
$_['error_height']     = 'Потрібна висота!';

