<?php
// Heading
$_['heading_title']                = 'Вхід';

// Text
$_['text_account']                 = 'Кабінет';
$_['text_login']                   = 'Вхід';
$_['text_new_customer']            = 'Новий Клієнт';
$_['text_register']                = 'Зареєструвати Кабінет';
$_['text_register_account']        = 'Створивши кабінет, ви зможете здійснювати покупки швидше, відстежувати статус замовлень та переглядати історію зроблених раніше замовлень.';
$_['text_returning_customer']      = 'Постійний Клієнт';
$_['text_i_am_returning_customer'] = 'Я вже робив(-ла) покупки тут';
$_['text_forgotten']               = 'Забули Пароль';

// Entry
$_['entry_email']                  = 'Адреса E-Mail';
$_['entry_password']               = 'Пароль';

// Error
$_['error_token']                  = 'Попередження: Недійсна сесія токена. Будь ласка, увійдіть знову!';
$_['error_login']                  = 'Попередження: Адреса E-Mail та/або Пароль не співпадають.';
$_['error_attempts']               = 'Попередження: Ваш обліковий запис перевищив дозволену кількість спроб входу. Спробуйте ще раз через 1 годину.';
$_['error_approved']               = 'Попередження: Ваш обліковий запис потребує схвалення, перш ніж ви зможете увійти.';
