<?php
// Heading
$_['heading_title'] = 'Ваш обліковий запис створено!';

// Text
$_['text_success']  = '<p>Вітаємо! Ваш новий обліковий запис успішно створено!</p> <p>Тепер ви можете користуватися перевагами облікового запису, щоб покращити свій досвід покупок у нашому онлайн-магазині.</p> <p>Якщо у вас виникли будь-які запитання щодо роботи магазину, будь ласка, напишіть власнику магазину.</p> <p>Підтвердження було надіслано на вказану електронну адресу. Якщо ви не отримали його протягом години, <a href="%s">зв\'яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в %s!</p><p>Ви отримаєте повідомлення електронною поштою після активації вашого облікового запису власником магазину.</p><p>Якщо у вас виникли будь-які запитання щодо роботи магазину, будь ласка, <a href="%s">напишіть власнику магазину</a>.</p>';
$_['text_account']  = 'Кабінет';


