<?php
// Heading
$_['heading_title']              = 'Кошик';

// Text
$_['text_success']               = 'Ви додали <a href="%s">%s</a> до <a href="%s">кошика</a>!';
$_['text_edit']                  = 'Ви змінили ваш кошик!';
$_['text_remove']                = 'Ви видалили товар з вашого кошика!';
$_['text_login']                 = 'Увага: Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a> для перегляду цін!';
$_['text_no_results']            = 'Ваш кошик порожній!';
$_['text_model']                 = 'ID';
$_['text_subscription']          = 'Підписка';
$_['text_subscription_trial']    = '%s кожні %d %s(ів) на %d платіж(ів) потім ';
$_['text_subscription_duration'] = '%s кожні %d %s(ів) на %d платіж(ів)';
$_['text_subscription_cancel']   = '%s кожні %d %s(ів) до скасування';
$_['text_day']                   = 'день';
$_['text_week']                  = 'тиждень';
$_['text_semi_month']            = 'півмісяця';
$_['text_month']                 = 'місяць';
$_['text_year']                  = 'рік';
$_['text_points']                = 'Бонусні Бали';
$_['text_next']                  = 'Що б ви хотіли зробити далі?';
$_['text_next_choice']           = 'Виберіть, якщо маєте знижковий код або бонусні бали для використання, або хочете розрахувати вартість доставки.';

// Column
$_['column_image']               = 'Зображення';
$_['column_name']                = 'Товар';
$_['column_quantity']            = 'Кількість';
$_['column_price']               = 'Ціна за одиницю';
$_['column_total']               = 'Всього';

// Error
$_['error_stock']                = 'Товари, позначені ***, недоступні в потрібній кількості або відсутні на складі!';
$_['error_minimum']              = 'Мінімальна сума замовлення становить %s!';
$_['error_required']             = '%s обов\'язкове!';
$_['error_regex']                = '%s не є валідним введенням!';
$_['error_product']              = 'Попередження: Товар не знайдено!';
$_['error_subscription']         = 'План підписки недійсний!';

