<?php
// Heading
$_['heading_title'] = 'Оформлення замовлення';

// Text
$_['text_checkout_option'] = 'Крок 1: Варіанти оформлення';
$_['text_checkout_account'] = 'Крок 2: Обліковий запис та платіжна адреса';
$_['text_checkout_payment_address'] = 'Крок 2: Платіжна адреса';
$_['text_checkout_shipping_address'] = 'Крок 3: Адреса доставки';
$_['text_checkout_shipping_method'] = 'Крок 4: Спосіб доставки';
$_['text_checkout_payment_method'] = 'Крок 5: Спосіб оплати';
$_['text_checkout_confirm'] = 'Крок 6: Підтвердження замовлення';
$_['text_modify'] = 'Змінити &raquo;';
$_['text_new_customer'] = 'Новий клієнт';
$_['text_returning_customer'] = 'Постійний клієнт';
$_['text_checkout'] = 'Параметри оформлення:';
$_['text_i_am_returning_customer'] = 'Я вже маю обліковий запис';
$_['text_register'] = 'Зареєструвати обліковий запис';
$_['text_guest'] = 'Оформити замовлення без реєстрації';
$_['text_register_account'] = 'Створивши обліковий запис, ви зможете швидше здійснювати покупки, знаходити інформацію про замовлення та відстежувати замовлення, які ви робили раніше.';
$_['text_forgotten'] = 'Забули пароль';
$_['text_yes'] = 'Так';
$_['text_no'] = 'Ні';
$_['text_select'] = '--- Оберіть ---';
$_['text_none'] = '--- Ні ---';
$_['text_load_address'] = 'Завантажити адресу';
$_['text_address_existing'] = 'Використати існуючу адресу';
$_['text_address_new'] = 'Використати нову адресу';
$_['text_loading'] = 'Завантаження...';

// Entry
$_['entry_email'] = 'Електронна пошта';
$_['entry_password'] = 'Пароль';

// Error
$_['error_warning'] = 'Виникла проблема при обробці вашого замовлення! Якщо проблема не зникне, спробуйте вибрати інший спосіб оплати або зв\'яжіться з власником магазину, <a href="%s">натиснувши тут</a>.';
$_['error_login'] = 'Помилка: Неправильна адреса електронної пошти або пароль.';
$_['error_attempts'] = 'Попередження: Ваш обліковий запис перевищив дозволену кількість спроб входу. Спробуйте ще раз через 1 годину.';
$_['error_approved'] = 'Попередження: Ваш обліковий запис потребує схвалення, перш ніж ви зможете увійти.';
$_['error_exists'] = 'Помилка: Адреса електронної пошти вже зареєстрована!';

