<?php
// Heading
$_['heading_title']            = 'Спосіб оплати';

// Text
$_['text_payment_method']      = 'Оберіть метод оплати для цього замовлення.';
$_['text_comments']            = 'Додайте коментар до вашого замовлення';
$_['text_agree']               = 'Я прочитав та згоден з <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success']             = 'Успіх: Ви змінили спосіб оплати!';
$_['text_comment']             = 'Успіх: Коментар оновлено!';
$_['text_cod_disclaimer']      = 'Оплата при отриманні (післяплата) здійснюється за тарифами Нової Пошти. Комісія складає 2% від суми замовлення + 20 грн за оформлення переказу.';

// Entry
$_['entry_payment_method']     = 'Оберіть спосіб оплати';

// Error
$_['error_order']              = 'Замовлення не знайдено! Будь ласка, оновіть сторінку.';
$_['error_customer']           = 'Попередження: Дані клієнта обов\'язкові!';
$_['error_payment_address']    = 'Попередження: Платіжна адреса обов\'язкова!';
$_['error_shipping_address']   = 'Попередження: Адреса доставки обов\'язкова!';
$_['error_shipping_method']    = 'Попередження: Спосіб доставки обов\'язковий!';
$_['error_payment_method']     = 'Попередження: Спосіб оплати обов\'язковий!';
$_['error_no_payment']         = 'Попередження: Немає доступних способів оплати!';

