<?php
// Heading
$_['heading_title']         = 'Платіжна адреса';

// Text
$_['text_address_new']      = 'Я хочу використати нову адресу';
$_['text_address_existing'] = 'Я хочу використати існуючу адресу';
$_['text_success']          = 'Успіх: Ви змінили платіжну адресу!';

// Entry
$_['entry_address']         = 'Оберіть адресу';
$_['entry_firstname']       = 'Ім\'я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_company']         = 'Компанія';
$_['entry_address_1']       = 'Адреса 1';
$_['entry_address_2']       = 'Адреса 2';
$_['entry_postcode']        = 'Поштовий індекс';
$_['entry_city']            = 'Місто';
$_['entry_country']         = 'Країна';
$_['entry_zone']            = 'Область / Регіон';

// Error
$_['error_customer']        = 'Клієнт обов\'язковий!';
$_['error_address']         = 'Платіжну адресу не знайдено!';
$_['error_firstname']       = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_address_1']       = 'Адреса 1 повинна містити від 3 до 128 символів!';
$_['error_city']            = 'Місто повинно містити від 2 до 128 символів!';
$_['error_postcode']        = 'Поштовий індекс повинен містити від 2 до 10 символів!';
$_['error_country']         = 'Будь ласка, оберіть країну!';
$_['error_zone']            = 'Будь ласка, оберіть область / регіон!';
$_['error_custom_field']    = '%s обов\'язкове!';
$_['error_regex']           = '%s не є валідним введенням!';

