<?php
// Heading
$_['heading_title']            = 'Особисті дані';

// Text
$_['text_login']               = 'Якщо у вас вже є обліковий запис, будь ласка, <a href="%s"><strong>увійдіть</strong></a>.';
$_['text_register']            = 'Зареєструвати Кабінет';
$_['text_guest']               = 'Покупка без реєстрації';
$_['text_payment_address']     = 'Адреса оплати';
$_['text_shipping_address']    = 'Адреса доставки';
$_['text_your_password']       = 'Ваш пароль';
$_['text_agree']               = 'Я ознайомився(-лась) та згоден(-на) з <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success_add']         = 'Ваш обліковий запис створено!';
$_['text_success_guest']       = 'Інформація про гостя збережена!';
$_['text_success_edit']        = 'Ваш обліковий запис успішно оновлено.';
$_['text_create_account']      = 'Створити обліковий запис';
$_['text_call_me']             = 'Передзвоніть мені для уточнення деталей';
$_['text_privacy_agree']       = 'Я ознайомився(-лась) та згоден(-на) з Політикою конфіденційності';
$_['text_comments']            = 'Коментар до замовлення';

// Entry
$_['entry_customer_group']     = 'Тип облікового запису';
$_['entry_firstname']          = 'Ім\'я';
$_['entry_lastname']           = 'Прізвище';
$_['entry_email']              = 'Електронна пошта';
$_['entry_telephone']          = 'Телефон';
$_['entry_password']           = 'Пароль';
$_['entry_company']            = 'Компанія';
$_['entry_address_1']          = 'Адреса 1';
$_['entry_address_2']          = 'Адреса 2';
$_['entry_postcode']           = 'Поштовий індекс';
$_['entry_city']               = 'Місто';
$_['entry_country']            = 'Країна';
$_['entry_zone']               = 'Область';
$_['entry_region']             = 'Область';
$_['entry_match']              = 'Моя адреса доставки та оплати однакові.';

// Error
$_['error_guest']              = 'Попередження: Товари у вашому кошику вимагають реєстрації облікового запису!';
$_['error_firstname']          = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname']           = 'Прізвище має бути від 1 до 32 символів!';
$_['error_customer_group']     = 'Група клієнтів недійсна!';
$_['error_customer_approval']  = 'Попередження: Ця група клієнтів вимагає підтвердження і не може бути використана з гостьовим обліковим записом.';
$_['error_email']              = 'Адреса електронної пошти недійсна!';
$_['error_exists']             = 'Попередження: Адреса електронної пошти вже зареєстрована!';
$_['error_telephone']          = 'Телефон має бути від 3 до 32 символів!';
$_['error_password']           = 'Пароль має містити %s та бути від %d до 40 символів!';
$_['error_password_uppercase'] = 'велику літеру';
$_['error_password_lowercase'] = 'малу літеру';
$_['error_password_number']    = 'цифру';
$_['error_password_symbol']    = 'символ';
$_['error_password_length']    = 'Пароль має бути від %d до 40 символів!';
$_['error_address_1']          = 'Адреса 1 має бути від 3 до 128 символів!';
$_['error_city']               = 'Місто має бути від 2 до 128 символів!';
$_['error_postcode']           = 'Поштовий індекс має бути від 2 до 10 символів!';
$_['error_country']            = 'Будь ласка, оберіть країну!';
$_['error_zone']               = 'Будь ласка, оберіть область!';
$_['error_region']             = 'Будь ласка, оберіть область!';
$_['error_agree']              = 'Попередження: Ви повинні погодитися з %s!';
$_['error_privacy_agree']      = 'Попередження: Ви повинні погодитися з Політикою конфіденційності!';
$_['error_custom_field']       = '%s обов\'язкове!';
$_['error_regex']              = '%s не є валідним введенням!';
$_['error_create_account_email'] = 'Для створення облікового запису необхідна адреса електронної пошти!';
$_['error_create_account_password'] = 'Для створення облікового запису необхідний пароль!';

