<?php
// Heading
$_['heading_title']          = 'Спосіб доставки';

// Text
$_['text_shipping_method']   = 'Варіанти способу доставки';
$_['text_shipping']          = 'Будь ласка, оберіть бажаний спосіб доставки для цього замовлення.';
$_['text_success']           = 'Ви змінили спосіб доставки!';

// Entry
$_['entry_shipping_method']  = 'Оберіть спосіб доставки...';

// Error
$_['error_customer']         = 'Клієнт обов\'язковий!';
$_['error_payment_address']  = 'Платіжна адреса обов\'язкова!';
$_['error_shipping_address'] = 'Адреса доставки обов\'язкова!';
$_['error_shipping_method']  = 'Спосіб доставки обов\'язковий!';
$_['error_no_shipping']      = 'Немає доступних варіантів доставки. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для отримання допомоги!';

