<?php
// Heading
$_['heading_title'] = 'Ваше замовлення було прийняте!';

// Text
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення Замовлення';
$_['text_success']  = 'Успіх';
$_['text_customer'] = '<p>Ваше замовлення успішно оброблено!</p><p>Ви можете переглянути історію ваших замовлень, перейшовши на сторінку <a href="%s">мій кабінет</a> та натиснувши на <a href="%s">історію</a>.</p><p>Якщо ваша покупка має пов\'язане завантаження, ви можете перейти на сторінку <a href="%s">завантажень</a> облікового запису, щоб переглянути їх.</p><p>Якщо у вас є запитання, будь ласка, звертайтесь до <a href="%s">власника магазину</a>.</p><p>Дякуємо, що обрали наш онлайн-магазин!</p>';
$_['text_guest']    = '<p>Ваше замовлення успішно оброблено!</p><p>Якщо у вас є запитання, будь ласка, звертайтесь до <a href="%s">власника магазину</a>.</p><p>Дякуємо, що обрали наш онлайн-магазин!</p>';
